
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1. 智能主义 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="2016-12-09-daily002.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Part I</li>
        
        
    
        <li class="chapter " data-level="2.1" >
            
                <span>
            
                    
                    读书书单
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="2016-12-31-2014-2016书单.html">
            
                <a href="2016-12-31-2014-2016书单.html">
            
                    
                    1. 2014-2016书单
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2" >
            
                <span>
            
                    
                    读书感悟
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="2.2.1" data-path="2016-12-05-daily001.html">
            
                <a href="2016-12-05-daily001.html">
            
                    
                    1. 智能主义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.2" data-path="2016-12-09-daily002.html">
            
                <a href="2016-12-09-daily002.html">
            
                    
                    2. 选择的理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.3" data-path="2016-12-10-daily003.html">
            
                <a href="2016-12-10-daily003.html">
            
                    
                    3. 三个火枪手
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.4" data-path="2016-12-31-daily004.html">
            
                <a href="2016-12-31-daily004.html">
            
                    
                    4. 我的2016
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.5" data-path="2016-11-29-解忧杂货铺.html">
            
                <a href="2016-11-29-解忧杂货铺.html">
            
                    
                    5. 解忧杂货铺后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.6" data-path="2016-08-28-常识.html">
            
                <a href="2016-08-28-常识.html">
            
                    
                    6. 常识后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.7" data-path="2017-02-26-忆大伯.html">
            
                <a href="2017-02-26-忆大伯.html">
            
                    
                    7. 忆大伯
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">Part II</li>
        
        
    
        <li class="chapter " data-level="3.1" >
            
                <span>
            
                    
                    LW贡献
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1.1" data-path="2016-01-22-二十四小时.html">
            
                <a href="2016-01-22-二十四小时.html">
            
                    
                    1. 二十四小时
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.2" data-path="2017-01-12-回顾.html">
            
                <a href="2017-01-12-回顾.html">
            
                    
                    2. 回顾
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >1. 智能主义</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 style="text-align:center" id="&#x65E5;&#x8BB0;001-&#x667A;&#x80FD;&#x4E3B;&#x4E49;">&#x65E5;&#x8BB0;001-&#x667A;&#x80FD;&#x4E3B;&#x4E49;</h1>


<p>&#x53EA;&#x6709;&#x7ECF;&#x8FC7;&#x601D;&#x8003;&#x5199;&#x51FA;&#x6765;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x624D;&#x503C;&#x5F97;&#x8BFB;&#x548C;&#x770B;&#x3002;&#x53EA;&#x6709;&#x7ECF;&#x8FC7;&#x601D;&#x8003;&#x5199;&#x51FA;&#x6765;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x624D;&#x914D;&#x653E;&#x5728;&#x7EB8;&#x4E0A;&#x5C55;&#x793A;&#x51FA;&#x6765;&#x3002;&#x901A;&#x5E38;&#x6211;&#x8BA4;&#x4E3A;&#x9ED1;&#x6697;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x4EBA;&#x7684;&#x601D;&#x8003;&#x80FD;&#x529B;&#x5C06;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x654F;&#x6377;&#x548C;&#x6DF1;&#x523B;&#xFF0C;&#x800C;&#x6211;&#x672C;&#x8EAB;&#x4E5F;&#x559C;&#x6B22;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#x3002;</p>
<p>&#x5728;&#x73B0;&#x5728;&#x7684;&#x751F;&#x6D3B;&#x548C;&#x5B66;&#x4E60;&#x5F53;&#x4E2D;&#xFF0C;&#x5F88;&#x96BE;&#x6709;&#x601D;&#x8003;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x4E00;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x88AB;&#x8001;&#x5E08;&#x7684;&#x79D1;&#x7814;&#x4EFB;&#x52A1;&#x5360;&#x636E;&#xFF0C;&#x4E00;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x88AB;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x4E60;&#x5360;&#x636E;&#xFF0C;&#x8FD8;&#x6709;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x65F6;&#x95F4;&#x5728;&#x72B9;&#x8C6B;&#x4E2D;&#x88AB;&#x6162;&#x6162;&#x8017;&#x8D39;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x6210;&#x957F;&#x53C8;&#x4E0D;&#x5141;&#x8BB8;&#x4F60;&#x4E0D;&#x601D;&#x8003;&#xFF0C;&#x4E0D;&#x7136;&#x53EA;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x843D;&#x540E;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x548C;&#x6628;&#x5929;&#x90FD;&#x5728;&#x770B;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x53EB;&#x505A;&#x667A;&#x80FD;&#x4E3B;&#x4E49;&#x3002;&#x667A;&#x80FD;&#x4E3B;&#x4E49;&#x662F;&#x5468;&#x9E3F;&#x4F1F;&#x5199;&#x7684;&#xFF0C;&#x8C08;&#x4E0D;&#x4E0A;&#x662F;&#x591A;&#x4E48;&#x7ECF;&#x5178;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x4F46;&#x4F5C;&#x4E3A;&#x6BD4;&#x6211;&#x5389;&#x5BB3;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x5C31;&#x5E94;&#x8BE5;&#x5411;&#x4EBA;&#x5BB6;&#x5B66;&#x4E60;&#x3002;&#x5728;&#x770B;&#x4ED6;&#x4E66;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x5BF9;&#x5F88;&#x591A;&#x4E92;&#x8054;&#x7F51;&#x6982;&#x5FF5;&#x719F;&#x6089;&#x4E0D;&#x5C11;&#xFF0C;&#x8FD9;&#x662F;&#x7EE7;&#x5927;&#x6570;&#x636E;&#x4E4B;&#x540E;&#x6211;&#x770B;&#x7684;&#x7B2C;&#x4E8C;&#x672C;&#x5173;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x65B9;&#x9762;&#x7684;&#x4E66;&#x3002;&#x4E66;&#x4E2D;&#x5177;&#x6709;&#x5927;&#x4F6C;&#x5BF9;&#x4E92;&#x8054;&#x7F51;&#x6280;&#x672F;&#x548C;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x7684;&#x770B;&#x6CD5;&#xFF0C;&#x8FD9;&#x5BF9;&#x6211;&#x6307;&#x5F15;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x5C1A;&#x672A;&#x5165;&#x884C;&#x7684;&#x83DC;&#x9E1F;&#x5F88;&#x6709;&#x610F;&#x4E49;&#x3002;&#x4E66;&#x4E2D;&#x8C08;&#x7684;&#x591A;&#x7684;&#x8FD8;&#x662F;&#x521B;&#x65B0;&#x548C;&#x521B;&#x4E1A;&#xFF0C;&#x8C08;&#x5230;&#x521B;&#x65B0;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x4EC0;&#x4E48;&#x53EB;&#x521B;&#x65B0;&#xFF1F;&#x521B;&#x65B0;&#x5177;&#x5907;&#x7684;&#x8981;&#x7D20;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4E66;&#x4E2D;&#x5F88;&#x660E;&#x663E;&#x7684;&#x4E00;&#x4E2A;&#x89C2;&#x70B9;&#x5C31;&#x662F;&#xFF1A;&#x4E0E;&#x522B;&#x4EBA;&#x4E0D;&#x540C;&#x3002;&#x9006;&#x5411;&#x601D;&#x7EF4;&#xFF0C;&#x98A0;&#x8986;&#x4F20;&#x7EDF;&#x3002;</p>
<p>&#x4E66;&#x4E2D;&#x5BF9;&#x7269;&#x8054;&#x7F51;&#x7684;&#x89E3;&#x8BFB;&#x8BA9;&#x6211;&#x83B7;&#x76CA;&#x532A;&#x6D45;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x8BA4;&#x771F;&#x4E86;&#x89E3;&#x8FC7;&#x7269;&#x8054;&#x7F51;&#xFF0C;&#x901A;&#x8FC7;&#x767E;&#x5EA6;&#x5F97;&#x5230;&#x7684;&#x4E5F;&#x53EA;&#x662F;&#x5F88;&#x57FA;&#x672C;&#x7684;&#x56DE;&#x7B54;&#x3002;&#x770B;&#x4E66;&#x4E4B;&#x540E;&#xFF0C;&#x4FBF;&#x5BF9;&#x7269;&#x8054;&#x7F51;&#x7684;&#x5F62;&#x6001;&#x770B;&#x7684;&#x5F88;&#x6E05;&#x695A;&#x3002;&#x7269;&#x8054;&#x7F51;&#x7684;&#x610F;&#x601D;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x5C06;&#x6240;&#x6709;&#x7684;&#x4E1C;&#x897F;&#x7528;&#x7F51;&#x7EDC;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4E4B;&#x524D;&#x7684;&#x770B;&#x6CD5;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x79CD;&#x770B;&#x6CD5;&#x662F;&#x4E0D;&#x592A;&#x5BF9;&#x7684;&#xFF0C;&#x7269;&#x8054;&#x7F51;&#x89E3;&#x51B3;&#x7684;&#x4E0D;&#x5149;&#x662F;&#x4E92;&#x8054;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x667A;&#x80FD;&#x5316;&#xFF0C;&#x4E0D;&#x662F;&#x8FDE;&#x4E0A;&#x7F51;&#x5C31;&#x662F;&#x6240;&#x8C13;&#x7684;&#x7269;&#x8054;&#x7F51;&#xFF0C;&#x800C;&#x662F;&#x6BCF;&#x4E2A;&#x8282;&#x70B9;&#x90FD;&#x662F;&#x667A;&#x80FD;&#x5316;&#x7684;&#xFF0C;&#x5177;&#x6709;&#x81EA;&#x8EAB;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x6BD4;&#x5982;&#x667A;&#x80FD;&#x5BB6;&#x5C45;&#x5C31;&#x5C5E;&#x4E8E;&#x7269;&#x8054;&#x7F51;&#x7684;&#x4E00;&#x4E2A;&#x8303;&#x7574;&#x3002;&#x5C06;&#x6240;&#x6709;&#x4E1C;&#x897F;&#x90FD;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x5E76;&#x4E14;&#x5177;&#x6709;&#x667A;&#x80FD;&#x786C;&#x4EF6;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x5957;&#x7CFB;&#x7EDF;&#x5C06;&#x662F;&#x975E;&#x5E38;&#x53EF;&#x6015;&#x7684;&#x3002;&#x4F5C;&#x8005;&#x5BF9;&#x8FD9;&#x4E2A;&#x7684;&#x53D1;&#x5C55;&#x5C24;&#x4E3A;&#x770B;&#x597D;&#xFF0C;&#x5E76;&#x4E14;&#x5B9A;&#x4E49;&#x7269;&#x8054;&#x7F51;&#x662F;&#x7B2C;&#x56DB;&#x6B21;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x672A;&#x6765;&#x6211;&#x4E5F;&#x5C06;&#x5728;&#x7269;&#x8054;&#x7F51;&#x65B9;&#x5411;&#x597D;&#x597D;&#x7814;&#x7A76;&#xFF0C;&#x84C4;&#x52BF;&#x800C;&#x4E0B;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x4E66;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x6BD4;&#x8F83;&#x65B0;&#x9C9C;&#x3002;&#x4F5C;&#x8005;&#x8BA4;&#x4E3A;&#x521B;&#x4E1A;&#x5E76;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x505A;&#x51FA;&#x591A;&#x5927;&#x516C;&#x53F8;&#xFF0C;&#x800C;&#x662F;&#x8BA4;&#x4E3A;&#x5728;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF1F;&#x521B;&#x4E1A;&#x7684;&#x771F;&#x8C1B;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x52AA;&#x529B;&#x505A;&#x51FA;&#x70B9;&#x4E1C;&#x897F;&#xFF0C;&#x6700;&#x540E;&#x4E1C;&#x897F;&#x505A;&#x6210;&#x4E86;&#xFF0C;&#x90A3;&#x4E48;&#x4E1A;&#x4E5F;&#x5C31;&#x521B;&#x6210;&#x4E86;&#x3002;&#x521B;&#x4E1A;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x5E26;&#x7740;&#x76EE;&#x6807;&#x5728;&#x505A;&#x4E8B;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E3B;&#x52A8;&#x5B66;&#x4E60;&#x4E00;&#x4E0B;&#x4E1C;&#x897F;&#x6216;&#x8005;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x6709;&#x521B;&#x4E1A;&#x601D;&#x7EF4;&#x7684;&#x3002;&#x521B;&#x4E1A;&#x662F;&#x4E3B;&#x52A8;&#x7684;&#x53BB;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x5E26;&#x7740;&#x76EE;&#x6807;&#x7684;&#x884C;&#x4E3A;&#x3002;&#x521B;&#x4E1A;&#x662F;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x7ED3;&#x679C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x6837;&#x5B9A;&#x4E49;&#x7684;&#x521B;&#x4E1A;&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;&#x4F60;&#x901A;&#x8FC7;&#x5B66;&#x4E60;&#x722C;&#x866B;&#xFF0C;&#x505A;&#x4E86;&#x70B9;&#x6709;&#x610F;&#x601D;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x521B;&#x4E1A;&#x3002;</p>
<p>&#x4E66;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x89C2;&#x70B9;&#x6709;&#x6DF1;&#x6709;&#x611F;&#x89E6;&#xFF0C;&#x6211;&#x81EA;&#x8BA4;&#x4E3A;&#x4E3B;&#x52A8;&#x6027;&#x4E0D;&#x592A;&#x591F;&#x3002;&#x81EA;&#x8EAB;&#x4E3B;&#x52A8;&#x6027;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x662F;&#x6D89;&#x53CA;&#x5230;&#x9C7C;&#x7B2C;&#x4E09;&#x8005;&#x6C9F;&#x901A;&#x65F6;&#xFF0C;&#x6211;&#x4E3B;&#x52A8;&#x6027;&#x5C31;&#x4F1A;&#x61C8;&#x6020;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x5728;&#x8BFB;&#x4E66;&#x8FC7;&#x7A0B;&#x4E2D;&#x7ECF;&#x5E38;&#x53CD;&#x601D;&#x7684;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4E0D;&#x5584;&#x4E8E;&#x4E0E;&#x4E0D;&#x719F;&#x6089;&#x7684;&#x4EBA;&#x8C08;&#x8BBA;&#x5173;&#x4E4E;&#x6211;&#x5229;&#x76CA;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x6211;&#x751A;&#x81F3;&#x5341;&#x5206;&#x8BA8;&#x538C;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x6837;&#x8BA9;&#x6211;&#x9519;&#x5931;&#x4E86;&#x5F88;&#x591A;&#x673A;&#x4F1A;&#xFF0C;&#x4E5F;&#x8BA9;&#x81EA;&#x5DF1;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x7126;&#x8651;&#x548C;&#x70E6;&#x8E81;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x5FC5;&#x987B;&#x8981;&#x6539;&#x6B63;&#x8FC7;&#x6765;&#x3002;</p>
<p>&#x4F5C;&#x4E3A;&#x5C06;&#x8981;&#x8FDB;&#x5165;&#x4E92;&#x8054;&#x7F51;&#x884C;&#x4E1A;&#x62FC;&#x640F;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#xFF0C;&#x5FC3;&#x91CC;&#x5341;&#x5206;&#x6FC0;&#x52A8;&#x540C;&#x65F6;&#x4E5F;&#x5E26;&#x6709;&#x4E00;&#x4E1D;&#x5FE7;&#x8651;&#xFF0C;&#x62C5;&#x5FC3;&#x5728;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x6DF7;&#x4E0D;&#x51FA;&#x5E94;&#x6709;&#x7684;&#x6C34;&#x5E73;&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x7EEA;&#x53EF;&#x80FD;&#x8DDF;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x6CA1;&#x6709;&#x5B66;&#x4E60;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#x6709;&#x5173;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x5B9E;&#x9A8C;&#x5BA4;&#x73AF;&#x5883;&#x6563;&#x6F2B;&#xFF0C;&#x6CA1;&#x6709;&#x66F4;&#x591A;&#x7684;&#x65F6;&#x95F4;&#x8FDB;&#x884C;&#x6DF1;&#x5C42;&#x6B21;&#x601D;&#x8003;&#x5BFC;&#x81F4;&#x7684;&#x3002;&#x6211;&#x4E00;&#x76F4;&#x89C9;&#x5F97;&#x4E0D;&#x601D;&#x8003;&#xFF0C;&#x5927;&#x8111;&#x5C31;&#x4F1A;&#x9000;&#x5316;&#xFF0C;&#x800C;&#x6211;&#x4E5F;&#x89C9;&#x5F97;&#x6211;&#x7684;&#x5927;&#x8111;&#x5DF2;&#x7ECF;&#x9000;&#x5316;&#x4E86;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x8EAB;&#x4F53;&#x673A;&#x80FD;&#x4E5F;&#x9000;&#x5316;&#x4E86;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F46;&#x8FD8;&#x6709;&#x4E00;&#x6837;&#x4E1C;&#x897F;&#x6CA1;&#x6709;&#x9000;&#x5316;&#xFF0C;&#x5C31;&#x662F;&#x5BF9;&#x672A;&#x6765;&#x7684;&#x5E0C;&#x671B;&#x6CA1;&#x6709;&#x9000;&#x5316;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x5728;&#xFF01;</p>
<p>&#x6700;&#x8FD1;&#x56F0;&#x6270;&#x6211;&#x6700;&#x591A;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#x6BC1;&#x7EA6;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x60F3;&#x4E0D;&#x6E05;&#x695A;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x505A;&#x9009;&#x62E9;&#x3002;&#x6211;&#x4E00;&#x76F4;&#x5728;&#x6743;&#x8861;&#x5229;&#x5F0A;&#xFF0C;&#x4F46;&#x662F;&#x53C8;&#x5F88;&#x96BE;&#x505A;&#x51FA;&#x51B3;&#x5B9A;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x662F;&#x65F6;&#x5019;&#x627E;&#x4EBA;&#x8C08;&#x8C08;&#xFF0C;&#x8DF3;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x7EF4;&#x5708;&#x5B50;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x8FD8;&#x662F;&#x76F8;&#x5F53;&#x91CD;&#x8981;&#x7684;&#x3002;&#x6211;&#x9700;&#x8981;&#x5C06;&#x6211;&#x6240;&#x6709;&#x7684;&#x5FC3;&#x58F0;&#x7ED9;&#x63CF;&#x8FF0;&#x51FA;&#x6765;&#xFF0C;&#x6BEB;&#x65E0;&#x4FDD;&#x7559;&#x7684;&#x8BF4;&#x7ED9;&#x4E00;&#x4E2A;&#x6709;&#x7ECF;&#x9A8C;&#x7684;&#x4EBA;&#x542C;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x80FD;&#x5426;&#x5F97;&#x5230;&#x5EFA;&#x8BAE;&#x3002;&#x72B9;&#x8C6B;&#x53EA;&#x4F1A;&#x8BA9;&#x95EE;&#x9898;&#x53D8;&#x7684;&#x66F4;&#x52A0;&#x7CDF;&#x7CD5;&#xFF0C;&#x8D81;&#x65E9;&#x89E3;&#x51B3;&#x624D;&#x80FD;&#x6709;&#x66F4;&#x5927;&#x7684;&#x7A7A;&#x95F4;&#x3002;&#x5173;&#x4E8E;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x662F;&#x9700;&#x8981;&#x6539;&#x53D8;&#xFF01;&#x5E94;&#x8BE5;&#x5728;&#x65E5;&#x5386;&#x4E0A;&#x5199;&#x4E0A;&#x8FD9;&#x4E00;&#x6761;&#x3002;</p>
<p>&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x8BA4;&#x4E3A;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x9700;&#x8981;&#x4E0D;&#x65AD;&#x7684;&#x8F93;&#x51FA;&#xFF0C;&#x56E0;&#x4E3A;&#x8F93;&#x51FA;&#x662F;&#x4E00;&#x4E2A;&#x601D;&#x8003;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x8F93;&#x5165;&#x7684;&#x591A;&#x5C11;&#x88AB;&#x4F60;&#x638C;&#x63E1;&#x548C;&#x6D88;&#x5316;&#xFF0C;&#x770B;&#x8F93;&#x51FA;&#x5C31;&#x77E5;&#x9053;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x4E4B;&#x540E;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#xFF0C;&#x6211;&#x8981;&#x89C4;&#x5B9A;&#x81EA;&#x5DF1;&#x6BCF;&#x5929;&#x5B8C;&#x6210;2000&#x5B57;&#x7684;&#x4E66;&#x5199;&#x8F93;&#x51FA;&#x3002;&#x5199;&#x7684;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x6574;&#x7406;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x5C06;&#x5927;&#x8111;&#x4E2D;&#x53EA;&#x662F;&#x60F3;&#x60F3;&#x800C;&#x5DF2;&#x7684;&#x95EE;&#x9898;&#x62FF;&#x51FA;&#x6765;&#x5256;&#x6790;&#xFF0C;&#x8FD9;&#x6837;&#x5373;&#x4F7F;&#x5F88;&#x5C0F;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x5C06;&#x4F1A;&#x53D8;&#x7684;&#x5F88;&#x6E05;&#x6670;&#x3002;&#x4ECA;&#x5929;&#x4F5C;&#x4E3A;&#x7B2C;&#x4E00;&#x5929;&#xFF0C;&#x56E0;&#x4E3A;&#x6BCF;&#x4EF6;&#x4E8B;&#x5F00;&#x5934;&#x505A;&#x8D77;&#x6765;&#x603B;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x7684;&#xFF0C;&#x540E;&#x9762;&#x80FD;&#x575A;&#x6301;&#x51E0;&#x5929;&#x8C01;&#x90FD;&#x4E0D;&#x597D;&#x8BF4;&#x3002;&#x8FD9;&#x79CD;&#x4E8B;&#x60C5;&#x53EA;&#x80FD;&#x5728;&#x5BBF;&#x820D;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x9759;&#x9759;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x624D;&#x80FD;&#x505A;&#x3002;</p>
<p>&#x6211;&#x73B0;&#x5728;&#x90FD;&#x538C;&#x6076;&#x53BB;&#x5B9E;&#x9A8C;&#x5BA4;&#x4E86;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5728;&#x5BBF;&#x820D;&#x6211;&#x7684;&#x72B6;&#x6001;&#x66F4;&#x597D;&#xFF0C;&#x6211;&#x80FD;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x66F4;&#x591A;&#xFF0C;&#x6211;&#x80FD;&#x601D;&#x8003;&#x7684;&#x6DF1;&#x5EA6;&#x66F4;&#x6DF1;&#x3002;&#x5B9E;&#x9A8C;&#x5BA4;&#x771F;&#x7684;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x7684;&#x5730;&#x65B9;&#x3002;&#x6709;&#x4EBA;&#x8BF4;&#xFF0C;&#x5E94;&#x8BE5;&#x5C06;&#x5DE5;&#x4F5C;&#x548C;&#x751F;&#x6D3B;&#x5206;&#x5F00;&#xFF0C;&#x4F46;&#x662F;&#x5176;&#x5B9E;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x6001;&#x5EA6;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7406;&#x8BBA;&#x5728;&#x6709;&#x4E9B;&#x4EBA;&#x770B;&#x8D77;&#x6765;&#x5F88;&#x7F8E;&#xFF0C;&#x4F46;&#x5BF9;&#x53E6;&#x5916;&#x6709;&#x4E9B;&#x4EBA;&#x5C31;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x8FD9;&#x6837;&#x5566;&#x3002;&#x6211;&#x51E0;&#x4E4E;&#x4E0D;&#x80FD;&#x5FCD;&#x53D7;&#x4E00;&#x5929;&#x5230;&#x5934;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x6709;&#x505A;&#xFF0C;&#x4EC0;&#x4E48;&#x6536;&#x83B7;&#x4E5F;&#x6CA1;&#x6709;&#x3002;&#x54EA;&#x6015;&#x542C;&#x4E24;&#x4E2A;&#x7B11;&#x8BDD;&#xFF0C;&#x6211;&#x4E5F;&#x89C9;&#x5F97;&#x7B97;&#x4E00;&#x79CD;&#x6536;&#x83B7;&#x3002;&#x5B9E;&#x9A8C;&#x5BA4;&#x91CC;&#x9762;&#x7684;&#x73AF;&#x5883;&#x5341;&#x5206;&#x4E0D;&#x597D;&#xFF0C;&#x7A7A;&#x6C14;&#x4E0D;&#x6D41;&#x901A;&#xFF0C;&#x4EBA;&#x5458;&#x4E5F;&#x4E0D;&#x662F;&#x5341;&#x5206;&#x81EA;&#x89C9;&#x3002;&#x6BCF;&#x6B21;&#x8FDB;&#x53BB;&#x4E4B;&#x521D;&#x611F;&#x89C9;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x662F;&#x65F6;&#x95F4;&#x4E00;&#x957F;&#xFF0C;&#x4F60;&#x5C31;&#x89C9;&#x5F97;&#x7A7A;&#x6C14;&#x7A92;&#x606F;&#xFF0C;&#x6548;&#x7387;&#x4F4E;&#x4E0B;&#x3002;&#x4EBA;&#x5458;&#x6BCF;&#x5929;&#x8BA8;&#x8BBA;&#x7684;&#x95EE;&#x9898;&#x65E0;&#x975E;&#x5C31;&#x662F;&#x90A3;&#x4E48;&#xFF0C;&#x62B1;&#x7740;&#x4E00;&#x9897;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5FC3;&#x6001;&#x7684;&#xFF0C;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x3002;&#x5173;&#x952E;&#x662F;&#x6BCF;&#x6B21;&#x5403;&#x996D;&#x8981;&#x6B65;&#x884C;&#x53BB;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x6CA1;&#x6709;&#x80C3;&#x53E3;&#x7684;&#x9910;&#x5385;&#x5403;&#x996D;&#xFF0C;&#x7B80;&#x76F4;&#x6CA1;&#x529E;&#x6CD5;&#x5FCD;&#x53D7;&#x3002;&#x6BCF;&#x6B21;&#x5403;&#x5B8C;&#x996D;&#x56DE;&#x5230;&#x529E;&#x516C;&#x5BA4;&#xFF0C;&#x552F;&#x4E00;&#x7684;&#x611F;&#x89C9;&#x5C31;&#x662F;&#x56F0;&#x548C;&#x70ED;&#xFF0C;&#x7136;&#x800C;&#x4F60;&#x5E76;&#x4E0D;&#x80FD;&#x6539;&#x53D8;&#x4EC0;&#x4E48;&#xFF0C;&#x56F0;&#x4E86;&#x4F60;&#x4E0D;&#x80FD;&#x7761;&#x89C9;&#xFF0C;&#x70ED;&#x4E86;&#x4F60;&#x4E5F;&#x53EA;&#x80FD;&#x8131;&#x8863;&#x670D;&#x3002;&#x4F46;&#x662F;&#x6C89;&#x95F7;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4F60;&#x6539;&#x53D8;&#x4E0D;&#x4E86;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x5FEB;&#x8981;&#x6BD5;&#x4E1A;&#x4E86;&#xFF0C;&#x524D;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x529E;&#x516C;&#x5BA4;&#x529E;&#x4E8B;&#x6548;&#x7387;&#x5341;&#x5206;&#x4F4E;&#x4E0B;&#xFF0C;&#x6574;&#x4F53;&#x6C14;&#x6C1B;&#x5F88;&#x5DEE;&#x3002;&#x6211;&#x5C31;&#x5C06;&#x6211;&#x7684;&#x6240;&#x6709;&#x4E1C;&#x897F;&#x90FD;&#x8FC1;&#x56DE;&#x4E86;&#x5BBF;&#x820D;&#x3002;&#x5728;&#x5BBF;&#x820D;&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x53D8;&#x7684;&#x975E;&#x5E38;&#x8212;&#x670D;&#x4E86;&#x3002;&#x5728;&#x5BBF;&#x820D;&#x6211;&#x53EF;&#x4EE5;&#x505A;&#x4E00;&#x5207;&#x6211;&#x5373;&#x523B;&#x9700;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x65E0;&#x9700;&#x7406;&#x4F1A;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;&#x6211;&#x53EF;&#x4EE5;&#x5B66;&#x4E60;&#x6211;&#x60F3;&#x5B66;&#x4E60;&#x7684;&#x4EFB;&#x4F55;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x4E0D;&#x9700;&#x8981;&#x88AB;&#x4EBA;&#x642D;&#x7406;&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x6211;&#x4F1A;&#x5C3D;&#x91CF;&#x5728;&#x5BBF;&#x820D;&#x5446;&#xFF0C;&#x5B9E;&#x9A8C;&#x5BA4;&#x6CA1;&#x6709;&#x503C;&#x5F97;&#x53BB;&#x7684;&#x7406;&#x7531;&#x3002;&#x4E4B;&#x524D;&#x8981;&#x53BB;&#x7684;&#x7406;&#x7531;&#x662F;&#x8981;&#x7528;&#x5B9E;&#x9A8C;&#x5BA4;&#x7535;&#x8111;&#x529E;&#x516C;&#xFF0C;&#x5176;&#x5B9E;&#x73B0;&#x5728;&#x6211;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x5C31;&#x80FD;&#x591F;&#x5B8C;&#x5168;&#x66FF;&#x4EE3;&#x5B83;&#x3002;&#x6211;&#x53EF;&#x4EE5;&#x5750;&#x5728;&#x4EFB;&#x4F55;&#x5730;&#x65B9;&#xFF0C;&#x505A;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x8BA9;&#x6211;&#x611F;&#x89C9;&#x5F88;&#x597D;&#xFF01;</p>
<p>&#x73B0;&#x5728;&#x6211;&#x5BA4;&#x53CB;&#x4E0D;&#x5728;&#x5BBF;&#x820D;&#xFF0C;&#x56DE;&#x53BB;&#x627E;&#x5973;&#x670B;&#x53CB;&#x53BB;&#x4E86;&#x3002;&#x6211;&#x4E00;&#x4E2A;&#x4EBA;&#x751F;&#x6D3B;&#x4E09;&#x5929;&#xFF0C;&#x8FD9;&#x79CD;&#x611F;&#x89C9;&#x5176;&#x5B9E;&#x4E5F;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x3002;&#x6211;&#x901A;&#x5E38;&#x559C;&#x6B22;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x4E5F;&#x559C;&#x6B22;&#x4E24;&#x4E2A;&#x4EBA;&#x3002;</p>
<blockquote>
<p>&#x65E5;&#x671F;&#xFF1A;2016/12/05</p>
</blockquote>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="2016-12-09-daily002.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 2. 选择的理论">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1. 智能主义","level":"2.2.1","depth":2,"next":{"title":"2. 选择的理论","level":"2.2.2","depth":2,"path":"2016-12-09-daily002.md","ref":"2016-12-09-daily002.md","articles":[]},"previous":{"title":"读书感悟","level":"2.2","depth":1,"ref":"","articles":[{"title":"1. 智能主义","level":"2.2.1","depth":2,"path":"2016-12-05-daily001.md","ref":"2016-12-05-daily001.md","articles":[]},{"title":"2. 选择的理论","level":"2.2.2","depth":2,"path":"2016-12-09-daily002.md","ref":"2016-12-09-daily002.md","articles":[]},{"title":"3. 三个火枪手","level":"2.2.3","depth":2,"path":"2016-12-10-daily003.md","ref":"2016-12-10-daily003.md","articles":[]},{"title":"4. 我的2016","level":"2.2.4","depth":2,"path":"2016-12-31-daily004.md","ref":"2016-12-31-daily004.md","articles":[]},{"title":"5. 解忧杂货铺后感","level":"2.2.5","depth":2,"path":"2016-11-29-解忧杂货铺.md","ref":"2016-11-29-解忧杂货铺.md","articles":[]},{"title":"6. 常识后感","level":"2.2.6","depth":2,"path":"2016-08-28-常识.md","ref":"2016-08-28-常识.md","articles":[]},{"title":"7. 忆大伯","level":"2.2.7","depth":2,"path":"2017-02-26-忆大伯.md","ref":"2017-02-26-忆大伯.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2016-12-05-daily001.md","mtime":"2019-06-09T06:54:27.694Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-06-09T07:10:03.243Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

