
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2. 回顾 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="2016-01-22-二十四小时.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Part I</li>
        
        
    
        <li class="chapter " data-level="2.1" >
            
                <span>
            
                    
                    读书书单
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="2016-12-31-2014-2016书单分类.html">
            
                <a href="2016-12-31-2014-2016书单分类.html">
            
                    
                    1. 2014-2016书单分类
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.2" data-path="2016-12-31-2014-2016书单总体.html">
            
                <a href="2016-12-31-2014-2016书单总体.html">
            
                    
                    2. 2014-2016书单总体
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2" >
            
                <span>
            
                    
                    读书感悟
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1" data-path="2016-12-05-daily001.html">
            
                <a href="2016-12-05-daily001.html">
            
                    
                    1. 智能主义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.2" data-path="2016-12-09-daily002.html">
            
                <a href="2016-12-09-daily002.html">
            
                    
                    2. 选择的理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.3" data-path="2016-12-10-daily003.html">
            
                <a href="2016-12-10-daily003.html">
            
                    
                    3. 三个火枪手
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.4" data-path="2016-12-31-daily004.html">
            
                <a href="2016-12-31-daily004.html">
            
                    
                    4. 我的2016
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.5" data-path="2016-11-29-解忧杂货铺.html">
            
                <a href="2016-11-29-解忧杂货铺.html">
            
                    
                    5. 解忧杂货铺后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.6" data-path="2016-08-28-常识.html">
            
                <a href="2016-08-28-常识.html">
            
                    
                    6. 常识后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.7" data-path="2017-02-26-忆大伯.html">
            
                <a href="2017-02-26-忆大伯.html">
            
                    
                    7. 忆大伯
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.8" data-path="思考问题的方式决定了你的成长极限.html">
            
                <a href="思考问题的方式决定了你的成长极限.html">
            
                    
                    8. 思考问题的方式决定了你的成长极限
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.9" data-path="杂谈.html">
            
                <a href="杂谈.html">
            
                    
                    8. 杂谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.10" data-path="西方的无耻.html">
            
                <a href="西方的无耻.html">
            
                    
                    8. 西方的无耻
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">Part II</li>
        
        
    
        <li class="chapter " data-level="3.1" >
            
                <span>
            
                    
                    LW贡献
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1.1" data-path="2016-01-22-二十四小时.html">
            
                <a href="2016-01-22-二十四小时.html">
            
                    
                    1. 二十四小时
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="3.1.2" data-path="2017-01-12-回顾.html">
            
                <a href="2017-01-12-回顾.html">
            
                    
                    2. 回顾
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >2. 回顾</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p></p><h1 style="text-align:center" id="&#x56DE;&#x987E;">&#x56DE;&#x987E;</h1><p></p>
<p align="right">&#x65E5;&#x671F;&#xFF1A;2017/01/12</p>


<p>&#x751F;&#x6D3B;&#x603B;&#x662F;&#x6084;&#x65E0;&#x58F0;&#x606F;&#x4ECE;&#x4EBA;&#x8EAB;&#x4E0A;&#x78BE;&#x538B;&#x8FC7;&#x53BB;&#xFF0C;&#x4EBA;&#x4EEC;&#x6765;&#x4E0D;&#x53CA;&#x60F6;&#x6050;&#xFF0C;&#x6765;&#x4E0D;&#x53CA;&#x6323;&#x624E;&#xFF0C;&#x751A;&#x81F3;&#x6765;&#x4E0D;&#x53CA;&#x544A;&#x522B;&#x3002;&#x800C;&#x80FD;&#x505A;&#x7684;&#x65E0;&#x975E;&#x5C31;&#x662F;&#x5C3D;&#x529B;&#x62B5;&#x6297;&#x4EE5;&#x81F3;&#x4E0D;&#x4F1A;&#x8BA9;&#x8EAF;&#x4F53;&#x611F;&#x5230;&#x8FC7;&#x5206;&#x75BC;&#x75DB;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x53BB;&#x8FC7;&#x4E94;&#x4E2A;&#x57CE;&#x5E02;&#x8FDB;&#x884C;&#x957F;&#x9014;&#x65C5;&#x884C;&#x3002;&#x5730;&#x57DF;&#x8DE8;&#x8D8A;&#x4E2D;&#x56FD;&#x6700;&#x5357;&#x4E0E;&#x6700;&#x897F;&#x5317;&#x3002;&#x4ECE;&#x51B3;&#x5B9A;&#x8FDC;&#x884C;&#x5230;&#x8BA2;&#x7968;&#x670D;&#x52A1;&#x533A;&#x95F4;&#x8017;&#x65F6;&#x4E0D;&#x8FC7;&#x516D;&#x5341;&#x5206;&#xFF0C;&#x65E2;&#x5DF2;&#x5728;&#x51FA;&#x53D1;&#x4E4B;&#x524D;&#x70B9;&#x597D;&#x7B2C;&#x4E00;&#x7089;&#x9999;&#xFF0C;&#x5F85;&#x5230;&#x7B2C;&#x4E09;&#x7089;&#x9999;&#x706B;&#x71C3;&#x5C3D;&#x4E4B;&#x65F6;&#xFF0C;&#x5373;&#x4E3A;&#x62B5;&#x8FBE;&#x4E4B;&#x65E5;&#x3002;</p>
<p>&#x65C5;&#x884C;&#x5728;&#x6211;&#x770B;&#x6765;&#x662F;&#x6D17;&#x6DA4;&#x8EAB;&#x5FC3;&#x7684;&#x6709;&#x6548;&#x65B9;&#x5F0F;&#x4E4B;&#x4E00;&#xFF0C;&#x901A;&#x8FC7;&#x4E0E;&#x964C;&#x751F;&#x4EBA;&#x63A5;&#x89E6;&#x4E86;&#x89E3;&#x5F02;&#x5730;&#x98CE;&#x571F;&#x4EBA;&#x60C5;&#xFF0C;&#x4E0D;&#x514D;&#x4F1A;&#x5728;&#x8BC6;&#x5F97;&#x7684;&#x540C;&#x65F6;&#x6EE1;&#x8DB3;&#x81EA;&#x5DF1;&#x5BF9;&#x65B0;&#x9C9C;&#x4E8B;&#x7269;&#x6269;&#x5F20;&#x7684;&#x6B32;&#x671B;&#x3002;&#x5982;&#x540C;&#x5B58;&#x6D3B;&#x4E8E;&#x4E16;&#x6240;&#x4E08;&#x91CF;&#x7684;&#x6BCF;&#x6B65;&#x90FD;&#x662F;&#x4E00;&#x6761;&#x5185;&#x5411;&#x4E4B;&#x8DEF;&#xFF0C;&#x8FD9;&#x6761;&#x9053;&#x8DEF;&#x6BD4;&#x4E00;&#x822C;&#x9053;&#x8DEF;&#x66F4;&#x4E3A;&#x5D0E;&#x5C96;&#x96BE;&#x884C;&#x3002;&#x81EA;&#x8EAB;&#x62C5;&#x8D1F;&#x8D77;&#x5B66;&#x4E60;&#x53CA;&#x4FEE;&#x884C;&#x7684;&#x8D23;&#x4EFB;&#x3002;&#x8FD9;&#x79CD;&#x8D23;&#x4EFB;&#x65E0;&#x6CD5;&#x63A8;&#x5378;&#xFF0C;&#x6240;&#x4EE5;&#x53EA;&#x80FD;&#x7ACB;&#x8EAB;&#x524D;&#x884C;&#x3002;</p>
<p>&#x516D;&#x6708;&#x4ECE;&#x4E0A;&#x6D77;&#x8FD4;&#x56DE;&#x5BB6;&#x4E2D;&#xFF0C;&#x5F00;&#x59CB;&#x4FEE;&#x517B;&#x751F;&#x606F;&#x5EA6;&#x65E5;&#x3002;&#x5728;&#x9760;&#x8FD1;&#x5C71;&#x4E0A;&#x7684;&#x623F;&#x5B50;&#x72EC;&#x5C45;&#xFF0C;&#x6709;&#x65F6;&#x6BCD;&#x4EB2;&#x524D;&#x6765;&#x63A2;&#x671B;&#x3002;&#x5728;&#x6E05;&#x6668;&#x6216;&#x6DF1;&#x591C;&#xFF0C;&#x5E38;&#x80FD;&#x542C;&#x5230;&#x4E34;&#x8FD1;&#x5E99;&#x5B87;&#x4F20;&#x6765;&#x7684;&#x649E;&#x51FB;&#x949F;&#x58F0;&#x3002;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x65F6;&#x95F4;&#x6982;&#x5FF5;&#xFF0C;&#x56F0;&#x5026;&#x5373;&#x7761;&#xFF0C;&#x7CBE;&#x795E;&#x5219;&#x8D77;&#x3002;&#x65F6;&#x65E5;&#x957F;&#x4E45;&#xFF0C;&#x5B64;&#x5BC2;&#x6D78;&#x6EE1;&#x5168;&#x8EAB;&#xFF0C;&#x8D1F;&#x9762;&#x60C5;&#x7EEA;&#x968F;&#x5373;&#x9AD8;&#x6DA8;&#x3002;&#x4E8B;&#x5B9E;&#x800C;&#x8A00;&#xFF0C;&#x672A;&#x4E0E;&#x6240;&#x7231;&#x4E4B;&#x4EBA;&#x751F;&#x513F;&#x80B2;&#x5973;&#xFF0C;&#x672A;&#x4E0E;&#x7236;&#x6BCD;&#x5C3D;&#x5B5D;&#x957F;&#x6D41;&#xFF0C;&#x672A;&#x4E0E;&#x4E07;&#x7269;&#x4EB2;&#x8FD1;&#x7965;&#x548C;&#xFF0C;&#x603B;&#x5F52;&#x662F;&#x6050;&#x60E7;&#x4E00;&#x5207;&#x672A;&#x77E5;&#xFF0C;&#x6B7B;&#x4EA1;&#x66F4;&#x751A;&#x3002;</p>
<p>&#x4E5D;&#x6708;&#x5F00;&#x59CB;&#x6559;&#x4E66;&#xFF0C;&#x6536;&#x5165;&#x4EC5;&#x80FD;&#x7EF4;&#x6301;&#x751F;&#x6D3B;&#x3002;&#x5B69;&#x7AE5;&#x662F;&#x826F;&#x5584;&#x4EA7;&#x7269;&#xFF0C;&#x6559;&#x5176;&#x5B66;&#x4E60;&#x77E5;&#x8BC6;&#x66F4;&#x662F;&#x6109;&#x60A6;&#x4E8B;&#x3002;&#x901A;&#x8FC7;&#x4F20;&#x6388;&#x6559;&#x80B2;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x4EE5;&#x540E;&#x80FD;&#x6709;&#x66F4;&#x591A;&#x65F6;&#x95F4;&#x53C2;&#x4E0E;&#x5B69;&#x7AE5;&#x6210;&#x957F;&#xFF0C;&#x96E8;&#x70ED;&#x540C;&#x671F;&#x3002;&#x6211;&#x4F1A;&#x5E26;&#x4ED6;&#x53BB;&#x957F;&#x9014;&#x65C5;&#x884C;&#xFF0C;&#x8BFB;&#x4E66;&#xFF0C;&#x5B66;&#x4E60;&#x827A;&#x672F;&#x3002;&#x540C;&#x65F6;&#x53C8;&#x4F1A;&#x5047;&#x60F3;&#xFF0C;&#x4ED6;&#x4F1A;&#x957F;&#x7684;&#x50CF;&#x8C01;&#x5462;&#xFF1F;&#x6211;&#x8BE5;&#x4EE5;&#x54EA;&#x79CD;&#x6A21;&#x6837;&#x53BB;&#x8FCE;&#x63A5;&#x4ED6;&#x5462;&#xFF1F;&#x6211;&#x5E0C;&#x671B;&#x4ED6;&#x66F4;&#x591A;&#x7684;&#x662F;&#x50CF;&#x4ED6;&#x7684;&#x7236;&#x4EB2;&#xFF0C;&#x5305;&#x62EC;&#x6027;&#x683C;&#xFF0C;&#x800C;&#x6211;&#x5728;&#x6B64;&#x4E4B;&#x524D;&#x5C31;&#x662F;&#x8981;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x5730;&#x5B66;&#x4E60;&#x53BB;&#x8BA9;&#x81EA;&#x5DF1;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x9177;&#x5988;&#x5988;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x6709;&#x8DA3;&#x5E76;&#x4E14;&#x503C;&#x5F97;&#x601D;&#x8003;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x6211;&#x5F88;&#x5BB9;&#x6613;&#x9677;&#x5165;&#x6DF1;&#x5EA6;&#x7761;&#x7720;&#xFF0C;&#x56E0;&#x6B64;&#x5F88;&#x96BE;&#x6709;&#x8FC7;&#x68A6;&#x5883;&#x3002;&#x6709;&#x65F6;&#x6211;&#x7684;&#x4EB2;&#x7231;&#x9760;&#x5728;&#x6211;&#x7684;&#x6795;&#x8FB9;&#xFF0C;&#x4ED6;&#x8FD8;&#x5728;&#x7EE7;&#x7EED;&#x770B;&#x65B0;&#x95FB;&#x8BAF;&#x606F;&#xFF0C;&#x800C;&#x6211;&#x65E9;&#x5C31;&#x5FEB;&#x901F;&#x5165;&#x7720;&#x3002;&#x4ED6;&#x7684;&#x76AE;&#x80A4;&#x5149;&#x6D01;&#xFF0C;&#x662F;&#x5145;&#x6EE1;&#x5F39;&#x6027;&#x7684;&#x5473;&#x9053;&#x3002;&#x6709;&#x65F6;&#x4F1A;&#x5728;&#x6E05;&#x6668;&#x65E9;&#x65E9;&#x9192;&#x6765;&#xFF0C;&#x8EBA;&#x5728;&#x8EAB;&#x8FB9;&#x770B;&#x4ED6;&#x6BDB;&#x6D53;&#x5BC6;&#x7EA4;&#x957F;&#x7684;&#x776B;&#x6BDB;&#xFF0C;&#x5149;&#x7EBF;&#x7167;&#x4EAE;&#x4F1A;&#x6210;&#x66F2;&#x7EBF;&#x5448;&#x73B0;&#x3002;&#x6709;&#x65F6;&#x5FCD;&#x4E0D;&#x4F4F;&#x60F3;&#x8981;&#x4EB2;&#x543B;&#x629A;&#x6478;&#x4ED6;&#xFF0C;&#x5982;&#x540C;&#x4ED6;&#x662F;&#x4E0E;&#x6211;&#x8EAB;&#x4F53;&#x5929;&#x7136;&#x8FDE;&#x63A5;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x800C;&#x65E0;&#x8BBA;&#x600E;&#x6837;&#x53BB;&#x770B;&#x53BB;&#x7231;&#x629A;&#xFF0C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x59CB;&#x7EC8;&#x90FD;&#x662F;&#x4E0D;&#x591F;&#x7ECF;&#x7528;&#x3002;</p>
<p>&#x4E0A;&#x6D77;&#x6CA1;&#x6709;&#x51AC;&#x65E5;&#x4E25;&#x5BD2;&#xFF0C;&#x751A;&#x81F3;&#x7B97;&#x4E0D;&#x4E0A;&#x51B7;&#x3002;&#x5FFD;&#x8BB0;&#x5728;&#x9752;&#x6D77;&#x65F6;&#xFF0C;&#x96F6;&#x4E0B;&#x4E8C;&#x5EA6;&#x4F9D;&#x65E7;&#x6709;&#x4E0D;&#x5C11;&#x671D;&#x5723;&#x4FE1;&#x5F92;&#x6CBF;&#x9752;&#x85CF;&#x7EBF;&#x524D;&#x884C;&#xFF0C;&#x7FA4;&#x4F53;&#x904D;&#x5E03;&#x8001;&#x4EBA;&#x3001;&#x5E7C;&#x7AE5;&#x3001;&#x9752;&#x5E74;&#x3001;&#x5987;&#x5973;&#xFF0C;&#x8138;&#x988A;&#x591A;&#x534A;&#x56E0;&#x9971;&#x53D7;&#x98CE;&#x9910;&#x9732;&#x5BBF;&#x800C;&#x663E;&#x5F97;&#x9EDD;&#x9ED1;&#x6CA7;&#x6851;&#x3002;&#x8FD9;&#x79CD;&#x4EEA;&#x5F0F;&#x611F;&#x5BF9;&#x85CF;&#x6C11;&#x6765;&#x8BF4;&#x975E;&#x5E38;&#x91CD;&#x8981;&#xFF0C;&#x7B49;&#x540C;&#x5927;&#x4F17;&#x65E5;&#x5E38;&#x8BA4;&#x771F;&#x5199;&#x4FE1;&#x3001;&#x7559;&#x8A00;&#x3001;&#x5BC4;&#x9001;&#x793C;&#x7269;&#x3002;</p>
<p>&#x65E5;&#x51FA;&#x800C;&#x884C;&#xFF0C;&#x65E5;&#x843D;&#x800C;&#x606F;&#x3002;&#x6C7D;&#x8F66;&#x5728;&#x7A7A;&#x65F7;&#x516C;&#x8DEF;&#x52A0;&#x901F;&#x524D;&#x884C;&#xFF0C;&#x8349;&#x539F;&#x5DF2;&#x5165;&#x51AC;&#x7720;&#x9759;&#x6B62;&#x751F;&#x957F;&#x3002;&#x5728;&#x6E05;&#x771F;&#x9910;&#x5385;&#x4F1A;&#x5165;&#x4E61;&#x968F;&#x4FD7;&#x5403;&#x5F53;&#x5730;&#x98DF;&#x7269;&#xFF0C;&#x7266;&#x725B;&#x4E0E;&#x7F8A;&#x8089;&#x662F;&#x9AD8;&#x5BD2;&#x5730;&#x533A;&#x5E38;&#x89C1;&#x83DC;&#x80B4;&#xFF0C;&#x98DF;&#x7528;&#x8D77;&#x6765;&#x4F1A;&#x60CA;&#x53F9;&#x5236;&#x4F5C;&#x5DE5;&#x827A;&#x53E3;&#x611F;&#x3002;&#x5C11;&#x6570;&#x6C11;&#x65CF;&#x6587;&#x5316;&#x9664;&#x53BB;&#x7279;&#x8272;&#xFF0C;&#x66F4;&#x591A;&#x662F;&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x8654;&#x8BDA;&#x3002;&#x5F80;&#x540E;&#x8BA1;&#x5212;&#x4E0E;&#x4ED6;&#x518D;&#x6B21;&#x53BB;&#x5F80;&#x9AD8;&#x539F;&#xFF0C;&#x6F7A;&#x6F7A;&#x6D41;&#x6C34;&#xFF0C;&#x7A7A;&#x65F7;&#x65E0;&#x57A0;&#x90FD;&#x662F;&#x503C;&#x5F97;&#x53BB;&#x5B9E;&#x8DF5;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x884C;&#x7A0B;&#x672A;&#x6709;&#x7EC8;&#x6B62;&#xFF0C;&#x5F53;&#x62E5;&#x6709;&#x80FD;&#x81EA;&#x76CA;&#x53CA;&#x76CA;&#x4ED6;&#x4EBA;&#x80FD;&#x529B;&#x4E4B;&#x65F6;&#xFF0C;&#x5373;&#x4E3A;&#x4FEE;&#x4E60;&#x5706;&#x6EE1;&#x7B2C;&#x4E00;&#x6B65;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;&#x611F;&#x8C22;&#x751F;&#x547D;&#x4E2D;&#x7ECF;&#x53D7;&#x8FC7;&#x7684;&#x4EFB;&#x4F55;&#x4E8B;&#x7269;&#xFF0C;&#x5982;&#x540C;&#x5728;&#x5E99;&#x5B87;&#x5185;&#x671D;&#x62DC;&#x4F5B;&#x7956;&#xFF0C;&#x5E76;&#x5F20;&#x5F00;&#x53CC;&#x624B;&#x63A5;&#x53D7;&#x4ED6;&#x8D50;&#x4E88;&#x7684;&#x798F;&#x6CFD;&#x3002;&#x6BCF;&#x4E00;&#x79CD;&#x7ED3;&#x679C;&#x90FD;&#x6709;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#x826F;&#x6027;&#x53CD;&#x5E94;&#x3002;</p>
<p>&#x65B0;&#x5E74;&#x5C06;&#x81F3;&#xFF0C;&#x795D;&#x4F60;&#x5409;&#x7965;&#x3002;</p>
<hr>
<p>&#x6B22;&#x8FCE;&#x5173;&#x6CE8;&#x4F5C;&#x8005;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF1A;wen805359724</p>
<p><img src="blog/Public-number.bmp" alt=""></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="2016-01-22-二十四小时.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 1. 二十四小时">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2. 回顾","level":"3.1.2","depth":2,"previous":{"title":"1. 二十四小时","level":"3.1.1","depth":2,"path":"2016-01-22-二十四小时.md","ref":"2016-01-22-二十四小时.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2017-01-12-回顾.md","mtime":"2020-03-25T13:59:43.615Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-31T13:46:43.530Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

