
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>4. 我的2016 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="解忧杂货铺.html" />
    
    
    <link rel="prev" href="三个火枪手.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Part I</li>
        
        
    
        <li class="chapter " data-level="2.1" >
            
                <span>
            
                    
                    读书书单
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="书单/2016-12-31-2014-2016书单分类.html">
            
                <a href="书单/2016-12-31-2014-2016书单分类.html">
            
                    
                    1. 2014-2016书单分类
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.2" data-path="书单/2016-12-31-2014-2016书单总体.html">
            
                <a href="书单/2016-12-31-2014-2016书单总体.html">
            
                    
                    2. 2014-2016书单总体
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.3" data-path="书单/2017书单.html">
            
                <a href="书单/2017书单.html">
            
                    
                    3. 2017书单总体
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.4" data-path="书单/2018书单.html">
            
                <a href="书单/2018书单.html">
            
                    
                    4. 2018书单总体
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.5" data-path="书单/2019书单.html">
            
                <a href="书单/2019书单.html">
            
                    
                    5. 2019书单总体
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2" >
            
                <span>
            
                    
                    读书感悟
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1" data-path="智能主义.html">
            
                <a href="智能主义.html">
            
                    
                    1. 智能主义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.2" data-path="选择的理论.html">
            
                <a href="选择的理论.html">
            
                    
                    2. 选择的理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.3" data-path="三个火枪手.html">
            
                <a href="三个火枪手.html">
            
                    
                    3. 三个火枪手
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.2.4" data-path="我的2016.html">
            
                <a href="我的2016.html">
            
                    
                    4. 我的2016
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.5" data-path="解忧杂货铺.html">
            
                <a href="解忧杂货铺.html">
            
                    
                    5. 解忧杂货铺后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.6" data-path="常识.html">
            
                <a href="常识.html">
            
                    
                    6. 常识后感
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.7" data-path="忆大伯.html">
            
                <a href="忆大伯.html">
            
                    
                    7. 忆大伯
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.8" data-path="思考问题的方式决定了你的成长极限.html">
            
                <a href="思考问题的方式决定了你的成长极限.html">
            
                    
                    8. 思考问题的方式决定了你的成长极限
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.9" data-path="杂谈.html">
            
                <a href="杂谈.html">
            
                    
                    8. 杂谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2.10" data-path="西方的无耻.html">
            
                <a href="西方的无耻.html">
            
                    
                    8. 西方的无耻
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">Part II</li>
        
        
    
        <li class="chapter " data-level="3.1" >
            
                <span>
            
                    
                    家人传记
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1.1" data-path="家人/我的祖父母.html">
            
                <a href="家人/我的祖父母.html">
            
                    
                    1. 我的祖父母
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">Part III</li>
        
        
    
        <li class="chapter " data-level="4.1" >
            
                <span>
            
                    
                    LW贡献
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1.1" data-path="投稿/2016-01-22-二十四小时.html">
            
                <a href="投稿/2016-01-22-二十四小时.html">
            
                    
                    1. 二十四小时
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.1.2" data-path="投稿/2017-01-12-回顾.html">
            
                <a href="投稿/2017-01-12-回顾.html">
            
                    
                    2. 回顾
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >4. 我的2016</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p></p><h1 style="text-align:center" id="&#x65E5;&#x8BB0;004-&#x6211;&#x7684;2016">&#x65E5;&#x8BB0;004-&#x6211;&#x7684;2016</h1><p></p>
<p align="right">&#x65E5;&#x671F;&#xFF1A;2016/12/31</p>

<p>&#x539F;&#x672C;&#x51C6;&#x5907;&#x5728;2016&#x5E74;&#x5E95;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5199;&#x4E0B;&#x4E00;&#x4E2A;&#x603B;&#x7ED3;&#xFF0C;&#x6765;&#x4E3A;2016&#x5212;&#x4E0A;&#x4E00;&#x4E2A;&#x53E5;&#x53F7;&#x3002;&#x540E;&#x6765;&#x56E0;&#x4E3A;&#x8BA1;&#x5212;&#x6709;&#x53D8;&#xFF0C;&#x65F6;&#x95F4;&#x4E0A;&#x51B2;&#x7A81;&#xFF0C;&#x5C31;&#x6401;&#x7F6E;&#x5230;&#x73B0;&#x5728;&#x5F00;&#x59CB;&#x3002;&#x53EF;&#x5F52;&#x7ED3;&#x4E3A;&#x4EE5;&#x4E0B;&#x4E09;&#x70B9;&#xFF1A;&#x5B66;&#x4E60;&#x4E0A;&#x3001;&#x751F;&#x6D3B;&#x4E0A;&#x3001;&#x5DE5;&#x4F5C;&#x4E0A;&#x3002;</p>
<h3 id="&#x5B66;&#x4E60;&#x4E0A;">&#x5B66;&#x4E60;&#x4E0A;</h3>
<p>2016&#x5E74;&#x521D;&#xFF0C;&#x5B8C;&#x6210;&#x4E86;&#x8BFE;&#x9898;&#x7EC4;&#x6A2A;&#x5411;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x5E74;&#x540E;&#x6765;&#x6821;&#x540E;&#xFF0C;&#x5F00;&#x59CB;&#x8FDB;&#x884C;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x6A2A;&#x5411;&#x9879;&#x76EE;&#x7684;&#x8BA1;&#x5212;&#x3002;&#x56E0;&#x4E3A;&#x89C9;&#x5F97;&#x9700;&#x8981;&#xFF0C;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;ipad mini2&#x6765;&#x52A0;&#x5F3A;&#x81EA;&#x5DF1;&#x9605;&#x8BFB;&#x6587;&#x732E;&#x7684;&#x80FD;&#x529B;&#x3002;&#x540E;&#x6765;&#x53D1;&#x73B0;&#xFF0C;&#x5176;&#x5B9E;&#x4F5C;&#x7528;&#x6CA1;&#x6709;&#x81EA;&#x5DF1;&#x8BA4;&#x4E3A;&#x7684;&#x90A3;&#x4E48;&#x5927;&#x3002;&#x5728;&#x8001;&#x5E08;&#x529E;&#x516C;&#x5BA4;&#x91CC;&#x5446;&#x4E86;&#x4E09;&#x4E2A;&#x6708;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x8BA1;&#x7B97;&#x5F97;&#x51FA;&#x7684;&#x7ED3;&#x8BBA;&#x5E76;&#x4E0D;&#x662F;&#x5F88;&#x559C;&#x4EBA;&#x3002;&#x90A3;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x8FC7;&#x7684;&#x5F88;&#x5FEB;&#xFF0C;&#x6211;&#x51E0;&#x4E4E;&#x662F;&#x767D;&#x5929;&#x5728;&#x8001;&#x5E08;&#x529E;&#x516C;&#x5BA4;&#x91CC;&#x9762;&#x8DD1;&#x7A0B;&#x5E8F;&#xFF0C;&#x665A;&#x4E0A;&#x56DE;&#x5230;&#x6559;&#x5BA4;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x77E5;&#x8BC6;&#x3002;&#x90A3;&#x65F6;&#x5BF9;&#x5199;&#x7F51;&#x9875;&#x5174;&#x8DA3;&#x5F88;&#x5927;&#xFF0C;&#x5B66;&#x4E60;&#x4E86;css&#x3001;python&#x7B49;&#x77E5;&#x8BC6;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x56E0;&#x4E3A;&#x6CA1;&#x6709;&#x505A;&#x9879;&#x76EE;&#xFF0C;&#x7CFB;&#x7EDF;&#x6027;&#x4E0D;&#x5F3A;&#x3002;&#x540E;&#x6765;&#x5230;&#x4E86;&#x56DB;&#x4E94;&#x6708;&#x4EFD;&#xFF0C;&#x5F00;&#x59CB;&#x505A;&#x9879;&#x76EE;&#x8C03;&#x7814;&#x3002;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x7684;&#x7F16;&#x7A0B;&#x5B66;&#x4E60;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x8352;&#x5E9F;&#x7684;&#xFF0C;&#x5FC3;&#x91CC;&#x5F00;&#x59CB;&#x4E3A;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x627E;&#x5DE5;&#x4F5C;&#x800C;&#x6709;&#x4E9B;&#x7D27;&#x5F20;&#x3002;&#x76F4;&#x5230;&#x57FA;&#x672C;&#x5B8C;&#x6210;&#x8C03;&#x7814;&#x8981;&#x8FDB;&#x884C;&#x5F00;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x624D;&#x5F00;&#x59CB;&#x9009;&#x62E9;&#x81EA;&#x5DF1;&#x8981;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x7684;&#x65B9;&#x5411;&#x3002;&#x4E5F;&#x662F;&#x56E0;&#x4E3A;&#x8003;&#x8651;&#x5230;&#x65F6;&#x95F4;&#x7D27;&#x8FEB;&#xFF0C;&#x901F;&#x6210;&#x662F;&#x5173;&#x952E;&#x3002;&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x6311;&#x9009;&#x4E86;&#x6211;&#x8BA4;&#x4E3A;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x7406;&#x60F3;&#x7684;&#x4E00;&#x4E2A;&#x65B9;&#x5411;&#xFF1A;&#x5B89;&#x5353;&#x3002;&#x57FA;&#x4E8E;&#x95E8;&#x69DB;&#x4F4E;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x6211;&#x5FEB;&#x901F;&#x4E0A;&#x624B;&#x3002;&#x5728;&#x6574;&#x4E2A;&#x516B;&#x6708;&#x4EFD;&#xFF0C;&#x53EA;&#x8981;&#x6211;&#x4E00;&#x6709;&#x65F6;&#x95F4;&#xFF0C;&#x5C31;&#x5F00;&#x59CB;&#x8DD1;&#x5B89;&#x5353;&#x7A0B;&#x5E8F;&#xFF0C;&#x6284;&#x5199;&#x70B9;&#x4EE3;&#x7801;&#xFF0C;&#x8BFB;&#x5B8C;&#x300A;&#x7B2C;&#x4E00;&#x884C;&#x4EE3;&#x7801;&#x300B;&#xFF0C;&#x6574;&#x4E2A;&#x6708;&#x90FD;&#x6FC0;&#x60C5;&#x4F3C;&#x706B;&#x3002;&#x7ECF;&#x5E38;&#x770B;&#x4E00;&#x4E9B;&#x524D;&#x8F88;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x5206;&#x4EAB;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x4EE3;&#x5165;&#x611F;&#x5F88;&#x5F3A;&#xFF0C;&#x5F88;&#x6709;&#x610F;&#x601D;&#x3002;&#x76F4;&#x5230;&#x4E5D;&#x6708;&#x4EFD;&#x8981;&#x5F00;&#x59CB;&#x627E;&#x5DE5;&#x4F5C;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x56E0;&#x4E3A;&#x9700;&#x8981;&#x7B14;&#x8BD5;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x57FA;&#x672C;&#x9009;&#x62E9;&#x7684;&#x8BED;&#x8A00;&#x662F;C++&#xFF0C;&#x5F53;&#x65F6;&#x5199;java&#x7A0B;&#x5E8F;&#x8FD8;&#x4E0D;&#x662F;&#x5F88;&#x719F;&#x7EC3;&#x3002;&#x540E;&#x9762;&#x56E0;&#x4E3A;&#x627E;&#x5DE5;&#x4F5C;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x53C8;&#x91CD;&#x65B0;&#x5199;&#x8D77;&#x4E86;c++&#x7A0B;&#x5E8F;&#xFF0C;&#x7B14;&#x8BD5;&#x7684;&#x9898;&#x76EE;&#x96BE;&#x5EA6;&#x5012;&#x4E0D;&#x662F;&#x5F88;&#x5927;&#xFF0C;&#x6211;&#x51C6;&#x5907;&#x4E0D;&#x8DB3;&#xFF0C;&#x6700;&#x540E;&#x53C8;&#x91CD;&#x65B0;&#x6FC0;&#x53D1;&#x81EA;&#x5DF1;&#x5B66;&#x4E60;&#x6570;&#x636E;&#x7ED3;&#x6784;&#xFF0C;&#x6574;&#x4E2A;9&#x6708;&#x662F;&#x6211;&#x7814;&#x7A76;&#x751F;&#x9636;&#x6BB5;&#x8FC7;&#x7684;&#x6700;&#x5FEB;&#x4E50;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6BCF;&#x5929;&#x90FD;&#x6709;&#x80FD;&#x91CF;&#x7684;&#x611F;&#x89C9;&#x3002;&#x540E;&#x9762;&#x5341;&#x6708;&#x4EFD;&#x51FA;&#x4E86;&#x4E00;&#x6B21;&#x56FD;&#xFF0C;&#x56DE;&#x6765;&#x540E;&#x4FBF;&#x5F00;&#x59CB;&#x6536;&#x7D27;&#x81EA;&#x5DF1;&#x627E;&#x5DE5;&#x4F5C;&#x7684;&#x7EF3;&#x5B50;&#xFF0C;&#x8F6C;&#x800C;&#x5F00;&#x59CB;&#x5199;&#x5199;&#x8BBA;&#x6587;&#xFF0C;&#x770B;&#x7F16;&#x7A0B;&#x4E66;&#x7684;&#x8282;&#x594F;&#x660E;&#x663E;&#x653E;&#x7F13;&#x4E86;&#x8BB8;&#x591A;&#xFF0C;&#x770B;&#x8D77;&#x4E86;&#x6587;&#x5B66;&#x65B9;&#x9762;&#x7684;&#x4E66;&#x3002;&#x6211;&#x77E5;&#x9053;&#x8FD9;&#x662F;&#x4E0D;&#x5BF9;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x603B;&#x611F;&#x89C9;&#x8FD9;&#x662F;&#x6211;&#x6B20;&#x5B83;&#x4EEC;&#x7684;&#x3002;11&#x6708;&#x4EFD;&#x548C;12&#x6708;&#x4EFD;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x4E00;&#x8FB9;&#x5199;&#x8BBA;&#x6587;&#xFF0C;&#x4E00;&#x8FB9;&#x770B;&#x4E66;&#xFF0C;&#x57FA;&#x672C;&#x628A;&#x7F16;&#x7A0B;&#x7ED9;&#x629B;&#x5F03;&#x4E86;&#x3002;&#x6700;&#x7EC8;&#x9664;&#x4E86;&#x770B;&#x5B8C;&#x4E03;&#x672C;&#x4E66;&#xFF0C;&#x5269;&#x4E0B;&#x597D;&#x50CF;&#x4EC0;&#x4E48;&#x4E5F;&#x6CA1;&#x505A;&#xFF1F;12&#x6708;&#x5B8C;&#x6210;&#x4E86;&#x8BBA;&#x6587;&#xFF0C;&#x5FC3;&#x91CC;&#x5012;&#x662F;&#x677E;&#x4E86;&#x4E00;&#x53E3;&#x6C14;&#x3002;&#x603B;&#x7ED3;&#x6211;&#x4ECA;&#x5E74;&#x5728;&#x5B66;&#x4E60;&#x4E0A;&#x7684;&#x4E0D;&#x8DB3;:</p>
<p>&#x7B2C;&#x4E00;&#xFF1A;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x76EE;&#x6807;&#xFF0C;&#x56E0;&#x6B64;&#x884D;&#x751F;&#x51FA;&#x8BF8;&#x591A;&#x6D6A;&#x8D39;&#x65F6;&#x95F4;&#x7684;&#x884C;&#x4E3A;&#x4E60;&#x60EF;&#xFF0C;&#x5018;&#x82E5;&#x81EA;&#x5DF1;&#x7ED9;&#x81EA;&#x5DF1;&#x5B9A;&#x4E0B;&#x8BA1;&#x5212;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x5B66;&#x4E60;&#x6548;&#x679C;&#x80AF;&#x5B9A;&#x4F1A;&#x597D;&#x5F97;&#x591A;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#xFF1A;&#x6CA1;&#x6709;&#x5206;&#x6E05;&#x695A;&#x8F7B;&#x91CD;&#x7F13;&#x6025;&#xFF0C;&#x5728;&#x653E;&#x677E;&#x7684;&#x65F6;&#x5019;&#x6CA1;&#x6709;&#x53CA;&#x65F6;&#x7ED9;&#x81EA;&#x5DF1;&#x65BD;&#x538B;&#xFF0C;&#x82B1;&#x8D39;&#x4E86;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x770B;&#x4E86;&#x4E00;&#x4E9B;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x4E66;&#x3002;</p>
<p>&#x7B2C;&#x4E09;&#xFF1A;&#x6CA1;&#x6709;&#x575A;&#x6301;&#xFF0C;&#x5728;&#x5341;&#x4E00;&#x6708;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E3A;&#x81EA;&#x5DF1;&#x5B9A;&#x4E0B;&#x6BCF;&#x5929;&#x5199;2000&#x5B57;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x575A;&#x6301;&#x51E0;&#x5929;&#x540E;&#x5C31;&#x7A00;&#x7A00;&#x62C9;&#x62C9;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x540C;&#x6837;&#x4E5F;&#x5728;&#x7F16;&#x7A0B;&#x4E0A;&#x4F53;&#x73B0;&#x3002;</p>
<h3 id="&#x751F;&#x6D3B;&#x4E0A;">&#x751F;&#x6D3B;&#x4E0A;</h3>
<p>&#x5728;&#x6574;&#x4E2A;&#x7814;&#x7A76;&#x751F;&#x9636;&#x6BB5;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x6127;&#x5BF9;&#x81EA;&#x5DF1;&#x8EAB;&#x4F53;&#x3002;&#x8FD9;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x7684;&#x4F5C;&#x606F;&#x4E0D;&#x662F;&#x5F88;&#x89C4;&#x5F8B;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x4F1A;&#x7761;&#x7684;&#x7279;&#x522B;&#x665A;&#xFF0C;&#x53E6;&#x5916;&#xFF0C;&#x953B;&#x70BC;&#x8EAB;&#x4F53;&#x7684;&#x6B21;&#x6570;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x591A;&#x3002;&#x9664;&#x53BB;&#x8EAB;&#x4F53;&#xFF0C;&#x5355;&#x8BF4;&#x751F;&#x6D3B;&#xFF0C;&#x4E5F;&#x8FD8;&#x662F;&#x86EE;&#x7CBE;&#x5F69;&#x7684;&#x3002;&#x5177;&#x4F53;&#x6709;&#x51E0;&#x70B9;&#xFF1A;</p>
<p>&#x7B2C;&#x4E00;&#xFF1A;&#x4E70;&#x4E86;&#x4E00;&#x53F0;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x3002;&#x4ECE;&#x6211;&#x6253;&#x7B97;&#x4E70;&#x7535;&#x8111;&#xFF0C;&#x5230;&#x7535;&#x8111;&#x5165;&#x624B;&#x5927;&#x7EA6;&#x53EA;&#x6709;&#x4E24;&#x5468;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x540E;&#x9762;&#x7684;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x4E5F;&#x4F53;&#x4F1A;&#x5230;&#x4E86;&#x7F8E;&#x5999;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#xFF1A;&#x51FA;&#x56FD;&#x4E00;&#x8D9F;&#xFF0C;&#x4F53;&#x5473;&#x4E86;&#x4E0D;&#x540C;&#x5730;&#x57DF;&#x7684;&#x98CE;&#x571F;&#x4EBA;&#x60C5;&#xFF0C;&#x5305;&#x62EC;&#x7B2C;&#x4E00;&#x6B21;&#x5750;&#x98DE;&#x673A;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x662F;&#x514D;&#x8D39;&#x7684;&#xFF01;</p>
<p>&#x7B2C;&#x4E09;&#xFF1A;&#x5BB6;&#x4EBA;&#x8EAB;&#x4F53;&#x5065;&#x5EB7;&#xFF0C;&#x81EA;&#x5DF1;&#x611F;&#x60C5;&#x7A33;&#x5B9A;&#xFF0C;&#x8FD9;&#x4E9B;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4F9D;&#x7136;&#x90FD;&#x5728;&#xFF0C;&#x6DF1;&#x611F;&#x6B23;&#x6170;&#x3002;</p>
<h3 id="&#x5DE5;&#x4F5C;&#x4E0A;">&#x5DE5;&#x4F5C;&#x4E0A;</h3>
<p>2016&#x5E74;&#xFF0C;&#x6211;&#x627E;&#x4E86;&#x4E00;&#x4E2A;&#x6708;&#x5DE5;&#x4F5C;&#x3002;&#x5C31;&#x6211;&#x7684;&#x6210;&#x679C;&#x770B;&#xFF0C;&#x6211;&#x5FC3;&#x91CC;&#x8FD8;&#x662F;&#x89C9;&#x5F97;&#x6CA1;&#x6709;&#x504F;&#x79BB;&#x81EA;&#x5DF1;&#x7684;&#x521D;&#x8877;&#x3002;&#x6211;&#x70ED;&#x7231;&#x5DE5;&#x4F5C;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x70ED;&#x7231;&#x81EA;&#x5DF1;&#x9009;&#x62E9;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x53EA;&#x6709;&#x8D70;&#x5728;&#x81EA;&#x5DF1;&#x9009;&#x62E9;&#x7684;&#x9053;&#x8DEF;&#x4E0A;&#xFF0C;&#x4EBA;&#x624D;&#x500D;&#x611F;&#x9A84;&#x50B2;&#x548C;&#x6B23;&#x6170;&#x3002;&#x4ECE;&#x4E5D;&#x6708;&#x4EFD;&#x5F00;&#x59CB;&#x627E;&#x5DE5;&#x4F5C;&#xFF0C;&#x6211;&#x6295;&#x9012;&#x4E86;&#x5927;&#x7EA6;25&#x5BB6;&#x516C;&#x53F8;&#xFF0C;&#x5206;&#x5E03;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x548C;IT&#x3002;&#x5728;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x4E9B;&#x516C;&#x53F8;&#x4E2D;&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x7ED9;&#x4E86;&#x6211;&#x7B14;&#x8BD5;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x6211;&#x5F88;&#x5F00;&#x5FC3;&#x3002;&#x5728;&#x6574;&#x4E2A;&#x6708;&#x91CC;&#x9762;&#xFF0C;&#x6211;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x5728;&#x505A;&#x7B14;&#x8BD5;&#xFF0C;&#x5237;&#x9898;&#x548C;&#x7EC3;&#x4E60;&#x5F53;&#x4E2D;&#x3002;&#x6700;&#x7EC8;&#x7ED9;&#x6211;&#x9762;&#x8BD5;&#x673A;&#x4F1A;&#x7684;&#x516C;&#x53F8;&#x4E0D;&#x591A;&#xFF0C;&#x53EA;&#x6709;&#x4E24;&#x5BB6;&#xFF0C;&#x800C;&#x6211;&#x6700;&#x540E;&#x4E5F;&#x62FF;&#x5230;&#x4E86;&#x8FD9;&#x4E24;&#x5BB6;&#x7684;offer&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x8F6C;&#x884C;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x7684;&#x8868;&#x73B0;&#x8FD8;&#x7B97;&#x4E0D;&#x9519;&#xFF0C;&#x53D7;&#x5230;&#x884C;&#x4E1A;&#x5185;&#x7684;&#x4EBA;&#x7684;&#x8BA4;&#x53EF;&#xFF0C;&#x8BA9;&#x6211;&#x500D;&#x611F;&#x9AD8;&#x5174;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x4EE5;&#x540E;&#x7684;&#x5DE5;&#x4F5C;&#x4E2D;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x80FD;&#x591F;&#x5168;&#x529B;&#x4EE5;&#x8D74;&#xFF0C;&#x505A;&#x51FA;&#x4E00;&#x756A;&#x4E1A;&#x7EE9;&#x3002;</p>
<p>2016&#x7684;&#x786E;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x8981;&#x5411;&#x6211;&#x7684;&#x5973;&#x670B;&#x53CB;&#x8BF4;&#x4E00;&#x58F0;&#x5BF9;&#x4E0D;&#x8D77;&#xFF0C;&#x5728;&#x8FD9;&#x4E00;&#x5E74;&#x5185;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x8BA9;&#x5979;&#x8FC7;&#x5F97;&#x5F88;&#x5F00;&#x5FC3;&#xFF0C;&#x5E0C;&#x671B;2017&#x5E74;&#x80FD;&#x591F;&#x6BCF;&#x4E00;&#x5929;&#x90FD;&#x5F00;&#x5FC3;&#xFF0C;&#x90FD;&#x6709;&#x68A6;&#x60F3;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="三个火枪手.html" class="navigation navigation-prev " aria-label="Previous page: 3. 三个火枪手">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="解忧杂货铺.html" class="navigation navigation-next " aria-label="Next page: 5. 解忧杂货铺后感">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"4. 我的2016","level":"2.2.4","depth":2,"next":{"title":"5. 解忧杂货铺后感","level":"2.2.5","depth":2,"path":"解忧杂货铺.md","ref":"解忧杂货铺.md","articles":[]},"previous":{"title":"3. 三个火枪手","level":"2.2.3","depth":2,"path":"三个火枪手.md","ref":"三个火枪手.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"我的2016.md","mtime":"2020-03-25T13:59:43.615Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-31T14:20:09.312Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

