
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1. 二十四小时 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="回顾.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    简介
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Part I</li>
        
        
    
        <li class="chapter " data-level="2.1" >
            
                <span>
            
                    
                    家人传记
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1.1" data-path="../家人/我的祖父母.html">
            
                <a href="../家人/我的祖父母.html">
            
                    
                    1. 我的祖父母
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">Part II</li>
        
        
    
        <li class="chapter " data-level="3.1" >
            
                <span>
            
                    
                    LW贡献
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="3.1.1" data-path="二十四小时.html">
            
                <a href="二十四小时.html">
            
                    
                    1. 二十四小时
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.2" data-path="回顾.html">
            
                <a href="回顾.html">
            
                    
                    2. 回顾
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.3" data-path="书信01.html">
            
                <a href="书信01.html">
            
                    
                    3. 书信01
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.4" data-path="书信02.html">
            
                <a href="书信02.html">
            
                    
                    4. 书信02
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.5" data-path="书信03.html">
            
                <a href="书信03.html">
            
                    
                    5. 书信03
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.6" data-path="书信04.html">
            
                <a href="书信04.html">
            
                    
                    4. 书信04
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.1.7" data-path="书信05.html">
            
                <a href="书信05.html">
            
                    
                    5. 书信05
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1. 二十四小时</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 style="text-align:center" id="&#x4E8C;&#x5341;&#x56DB;&#x5C0F;&#x65F6;">&#x4E8C;&#x5341;&#x56DB;&#x5C0F;&#x65F6;</h1>

<p align="right">&#x65E5;&#x671F;&#xFF1A;2016/01/22</p>

<p><img src="img/C02.jpg" alt=""></p>
<p>&#x840D;&#x6C34;&#x76F8;&#x9022;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x65E5;&#x5E38;&#xFF0C;&#x76F8;&#x9047;&#x610F;&#x4E49;&#x5927;&#x591A;&#x8D85;&#x4E8E;&#x8868;&#x8C61;&#x3002;</p>
<p>&#x4E0A;&#x4E16;&#x7EAA;&#x516D;&#x5341;&#x5E74;&#x4EE3;&#xFF0C;&#x767D;&#x8272;&#x886C;&#x886B;&#x662F;&#x7537;&#x6027;&#x7ECF;&#x5178;&#x6027;&#x5E7B;&#x60F3;&#x7684;&#x670D;&#x88C5;&#x4EE3;&#x8868;&#x4E4B;&#x4E00;&#x3002;&#x4E8C;&#x6218;&#x671F;&#x95F4;&#xFF0C;&#x4E00;&#x4E9B;&#x4E1C;&#x65B9;&#x56FD;&#x5BB6;&#x65F6;&#x5E38;&#x4F1A;&#x53D1;&#x751F;&#x4E8C;&#x5341;&#x56DB;&#x5C0F;&#x65F6;&#x60C5;&#x4E8B;&#x3002;&#x4E00;&#x89C9;&#x9192;&#x6765;&#xFF0C;&#x4E0D;&#x77E5;&#x6240;&#x8E2A;&#x3002;</p>
<p>&#x6211;&#x5728;&#x6D77;&#x8FB9;&#xFF0C;&#x548C;&#x5979;&#x4E00;&#x8D77;&#x3002;&#x76DB;&#x590F;&#x7684;&#x592A;&#x9633;&#x900F;&#x8FC7;&#x8F7B;&#x8584;&#x7684;&#x4E91;&#x5C42;&#x76F4;&#x5C04;&#x5728;&#x6211;&#x7684;&#x76AE;&#x80A4;&#xFF0C;&#x9633;&#x5149;&#x6FC0;&#x70C8;&#xFF0C;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x50CF;&#x5F80;&#x5E38;&#x4E00;&#x6837;&#x6D82;&#x62B9;&#x9632;&#x6652;&#x971C;&#x3002;&#x5982;&#x540C;&#x4F53;&#x5185;&#x751F;&#x6709;&#x4E00;&#x80A1;&#x62B5;&#x6297;&#x56E0;&#x5B50;&#xFF0C;&#x80FD;&#x591F;&#x6709;&#x6548;&#x6297;&#x62D2;&#x7D2B;&#x5916;&#x7EBF;&#x7684;&#x8FDB;&#x653B;&#x3002;</p>
<p>&#x591C;&#x5E55;&#x964D;&#x4E34;&#xFF0C;&#x957F;&#x76F8;&#x7CBE;&#x81F4;&#x7684;&#x5916;&#x56FD;&#x6E38;&#x5BA2;&#x9646;&#x7EED;&#x79BB;&#x5F00;&#xFF0C;&#x53EA;&#x6709;&#x6211;&#x548C;&#x5979;&#x8FD8;&#x5728;&#x5CB8;&#x8FB9;&#x542C;&#x6F6E;&#x6DA8;&#x6F6E;&#x843D;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x5979;&#x81F3;&#x6B64;&#x6CA1;&#x6709;&#x5BF9;&#x6211;&#x8BF4;&#x8FC7;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x53EA;&#x662F;&#x8F7B;&#x8F7B;&#x7684;&#x4F9D;&#x9760;&#x5728;&#x6211;&#x7684;&#x6000;&#x91CC;&#xFF0C;&#x4E45;&#x4E45;&#x4E5F;&#x4E0D;&#x66FE;&#x611F;&#x5230;&#x56F0;&#x5026;&#x6216;&#x662F;&#x75B2;&#x4E4F;&#x3002;</p>
<p>&#x6211;&#x652F;&#x8D77;&#x8EAB;&#x5B50;&#x6362;&#x4E86;&#x4E00;&#x4E2A;&#x5750;&#x59FF;&#x4ECE;&#x80CC;&#x540E;&#x5708;&#x62B1;&#x8D77;&#x5979;&#xFF0C;&#x5979;&#x7684;&#x8EAB;&#x4F53;&#x8BF1;&#x60D1;&#x6211;&#x8FEB;&#x4E0D;&#x53CA;&#x5F85;&#x60F3;&#x8981;&#x4EB2;&#x543B;&#x5979;&#x7684;&#x80CC;&#x808C;&#x629A;&#x6478;&#x5979;&#x7684;&#x9501;&#x9AA8;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x6211;&#x786E;&#x5B9E;&#x8FD9;&#x6837;&#x53BB;&#x505A;&#x4E86;&#x3002;</p>
<p>&#x5979;&#x6D01;&#x51C0;&#x7684;&#x808C;&#x80A4;&#x9057;&#x6709;&#x9752;&#x5E74;&#x7537;&#x5B50;&#x8EAB;&#x4E0A;&#x6DE1;&#x6DE1;&#x7684;&#x5EC9;&#x4EF7;&#x9999;&#x6C34;&#x5473;&#x3002;&#x5728;&#x8FD9;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x770B;&#x89C1;&#x5979;&#x521A;&#x548C;&#x522B;&#x7684;&#x7537;&#x4EBA;&#x4ECE;&#x5EA6;&#x5047;&#x6751;&#x7684;&#x9AD8;&#x7EA7;&#x516C;&#x5BD3;&#x51FA;&#x6765;&#x3002;&#x6211;&#x4E4B;&#x6240;&#x4EE5;&#x80FD;&#x4E0E;&#x5979;&#x6709;&#x6240;&#x5173;&#x8054;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x559C;&#x6B22;&#x5973;&#x4EBA;&#xFF0C;&#x559C;&#x6B22;&#x4E00;&#x5207;&#x5973;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5979;&#x7684;&#x808C;&#x4F53;&#x3002;&#x6BD4;&#x5982;&#x6B64;&#x523B;&#x3002;</p>
<p>&#x665A;&#x4E03;&#x70B9;&#x7684;&#x6D77;&#x98CE;&#x5341;&#x5206;&#x6E29;&#x67D4;&#xFF0C;&#x7A7A;&#x6C14;&#x5230;&#x5904;&#x90FD;&#x662F;&#x51DB;&#x51BD;&#x7684;&#x8377;&#x5C14;&#x8499;&#x6C14;&#x606F;&#x3002;&#x6211;&#x6BCF;&#x629A;&#x6478;&#x5979;&#x4E00;&#x6B21;&#xFF0C;&#x90FD;&#x80FD;&#x542C;&#x5230;&#x5979;&#x90A3;&#x70ED;&#x5207;&#x7684;&#x5FC3;&#x8DF3;&#x3002;&#x6709;&#x90A3;&#x4E48;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x6211;&#x6108;&#x53D1;&#x611F;&#x5230;&#x6076;&#x5FC3;&#x5230;&#x4E0D;&#x80FD;&#x4E0E;&#x5979;&#x5C06;&#x7231;&#x629A;&#x8FDB;&#x884C;&#x5230;&#x5E95;&#x3002;&#x6211;&#x95ED;&#x4E0A;&#x773C;&#x775B;&#xFF0C;&#x7A81;&#x7136;&#x53D8;&#x5F97;&#x523B;&#x8584;&#x8D77;&#x6765;&#xFF0C;&#x505C;&#x6B62;&#x4E00;&#x5207;&#x52A8;&#x4F5C;&#x3002;</p>
<p>&#x5979;&#x56DE;&#x5934;&#x671B;&#x7740;&#x6211;&#x8BF4;&#xFF0C;&#x591C;&#x96BE;&#x9053;&#x6CA1;&#x6709;&#x5C3D;&#x5934;&#x5417;&#xFF1F; </p>
<p>&#x6211;&#x4ECE;&#x53E3;&#x888B;&#x638F;&#x51FA;&#x4E00;&#x5305;&#x5341;&#x5757;&#x94B1;&#x7684;&#x9EC4;&#x70DF;&#x7528;&#x706B;&#x673A;&#x70B9;&#x7740;&#x731B;&#x5438;&#x4E00;&#x53E3;&#xFF0C;&#x8BF4;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x591C;&#x6C38;&#x8FDC;&#x6CA1;&#x6709;&#x5C3D;&#x5934;&#xFF0C;&#x81F3;&#x5C11;&#x5728;&#x6211;&#x7684;&#x5370;&#x8C61;&#x4E2D;&#x5B83;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x3002;</p>
<p>&#x5979;&#x4ECE;&#x6211;&#x7684;&#x5634;&#x8FB9;&#x63A5;&#x8FC7;&#x90A3;&#x652F;&#x9EC4;&#x70DF;&#x7528;&#x624B;&#x6307;&#x5F39;&#x6389;&#x71C3;&#x5C3D;&#x7684;&#x767D;&#x7070;&#xFF0C;&#x8BF4;&#xFF0C;&#x6211;&#x559C;&#x6B22;&#x65E9;&#x51FA;&#x665A;&#x5F52;&#xFF0C;&#x559C;&#x6B22;&#x8FD9;&#x6837;&#xFF0C;&#x559C;&#x6B22;&#x65E0;&#x8BBA;&#x767D;&#x5929;&#x9ED1;&#x591C;&#x90FD;&#x6709;&#x4EBA;&#x9192;&#x7740;&#x7684;&#x57CE;&#x5E02;&#xFF0C;&#x559C;&#x6B22;&#x770B;&#x964C;&#x751F;&#x7537;&#x5973;&#x5728;&#x8857;&#x9053;&#x4E0A;&#x64E6;&#x80A9;&#x800C;&#x8FC7;&#x65F6;&#x9057;&#x843D;&#x7684;&#x86DB;&#x4E1D;&#x9A6C;&#x8FF9;&#x3002;&#x6709;&#x65F6;&#x6211;&#x4EEC;&#x4E0D;&#x8BE5;&#x53BB;&#x60F3;&#x4E16;&#x4E0A;&#x7684;&#x79CD;&#x79CD;&#x56F0;&#x96BE;&#xFF0C;&#x5426;&#x5219;&#x5C31;&#x4F1A;&#x5BB9;&#x6613;&#x611F;&#x5230;&#x7A92;&#x606F;&#x63A5;&#x8FD1;&#x6B7B;&#x4EA1;&#x3002;&#x4F46;&#x4F60;&#x8FD8;&#x662F;&#x8D70;&#x5427;&#xFF0C;&#x79BB;&#x5F00;&#x6211;&#x5427;&#x3002;</p>
<p>&#x6211;&#x7528;&#x6211;&#x90A3;&#x7C97;&#x7CD9;&#x4E0D;&#x582A;&#x7684;&#x53CC;&#x624B;&#x6367;&#x8D77;&#x5979;&#x7684;&#x8138;&#x7406;&#x8D77;&#x5979;&#x7684;&#x5934;&#x53D1;&#xFF0C;&#x8BF4;&#xFF0C;&#x4E0D;&#x7528;&#x7740;&#x6025;&#xFF0C;&#x5929;&#x8FD8;&#x6CA1;&#x6709;&#x4EAE;&#x5462;&#x3002;</p>
<p>&#x5979;&#x7528;&#x529B;&#x6323;&#x8131;&#x6211;&#x7684;&#x6000;&#x62B1;&#xFF0C;&#x7EDD;&#x671B;&#x65E0;&#x529B;&#x7684;&#x773C;&#x775B;&#x5659;&#x6EE1;&#x6CEA;&#x6C34;&#xFF0C;&#x8BF4;&#xFF0C;&#x6CA1;&#x6709;&#x4EAE;&#x5417;&#xFF1F;&#x8FD9;&#x91CC;&#x7684;&#x591C;&#x662F;&#x6CA1;&#x6709;&#x5C3D;&#x5934;&#x7684;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x4EEC;&#x5373;&#x5C06;&#x8D70;&#x5230;&#x4E86;&#x5C3D;&#x5934;&#x3002; </p>
<p>&#x8FDC;&#x65B9;&#x4EAE;&#x8D77;&#x666F;&#x706F;&#x3002;</p>
<p>&#x6211;&#x5C1D;&#x8BD5;&#x501F;&#x52A9;&#x5FAE;&#x5149;&#x518D;&#x6B21;&#x770B;&#x6E05;&#x5979;&#x7684;&#x9762;&#x5B54;&#xFF0C;&#x5374;&#x4EFF;&#x4F5B;&#x770B;&#x5230;&#x5E7F;&#x5C9B;&#x6240;&#x9610;&#x8FF0;&#x51FA;&#x6765;&#x7684;&#x90A3;&#x79CD;&#x900F;&#x8FC7;&#x751F;&#x547D;&#x5728;&#x5DE8;&#x5927;&#x4F24;&#x75DB;&#x5411;&#x9AA8;&#x9AD3;&#x6DF1;&#x5165;&#x7684;&#x8FC7;&#x7A0B;&#x5E78;&#x5B58;&#x4E0B;&#x6765;&#x7684;&#x5FAE;&#x91CF;&#x751C;&#x871C;&#xFF0C;&#x5B83;&#x4EEC;&#x4E8E;&#x7279;&#x6B8A;&#x73AF;&#x5883;&#x4E0B;&#x5F97;&#x4EE5;&#x6ECB;&#x957F;&#x4E0E;&#x5F52;&#x590D;&#xFF0C;&#x8868;&#x73B0;&#x51FA;&#x81EA;&#x8EAB;&#x5BF9;&#x56DE;&#x5FC6;&#x672C;&#x8EAB;&#x66FF;&#x4EE3;&#x5F0F;&#x7684;&#x5174;&#x594B;&#x4E0E;&#x5FEB;&#x611F;&#x3002;</p>
<p>&#x5979;&#x7684;&#x53CC;&#x7738;&#x8FD1;&#x4F3C;&#x4E8E;&#x7CBE;&#x795E;&#x8FF7;&#x79BB;&#x7684;&#x6BD2;&#x7269;&#xFF0C;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x90FD;&#x80FD;&#x6709;&#x6548;&#x523A;&#x6FC0;&#x751F;&#x547D;&#x751F;&#x957F;&#xFF0C;&#x4E8E;&#x662F;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x8BF4;&#x4EC0;&#x4E48;&#x4E5F;&#x6CA1;&#x5199;&#x5B83;&#x5C31;&#x9759;&#x9759;&#x4F2B;&#x7ACB;&#x4E8E;&#x90A3;&#x91CC;&#xFF0C;&#x4EFB;&#x4F60;&#x5982;&#x4F55;&#x6323;&#x624E;&#x54C0;&#x568E;&#x90FD;&#x65E0;&#x6CD5;&#x9003;&#x79BB;&#x90A3;&#x4E2A;&#x5145;&#x6EE1;&#x6218;&#x4E89;&#x4E0E;&#x7EDD;&#x671B;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x8FDE;&#x540C;&#x4F60;&#x8D64;&#x88F8;&#x7684;&#x8EAB;&#x4F53;&#x5F7B;&#x5E95;&#x66B4;&#x9732;&#x5728;&#x70C8;&#x65E5;&#x4E4B;&#x4E0B;&#x90FD;&#x65E0;&#x6CD5;&#x8FDB;&#x884C;&#x6C27;&#x5316;&#x6DF1;&#x5EA6;&#x8150;&#x70C2;&#x3002;</p>
<p>&#x5979;&#x8D70;&#x4E86;&#xFF0C;&#x6211;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x89C1;&#x8FC7;&#x5979;&#x3002;
&#x6211;&#x8BA4;&#x8BC6;&#x5979;&#xFF0C;&#x5728;&#x90A3;&#x4E2A;&#x6D77;&#x8FB9;&#x3002;&#x6574;&#x6574;&#x4E8C;&#x5341;&#x56DB;&#x5C0F;&#x65F6;&#xFF0C;&#x4E0D;&#x66FE;&#x6709;&#x8FC7;&#x5206;&#x79BB;&#x3002;</p>
<hr>
<p>&#x6B22;&#x8FCE;&#x5173;&#x6CE8;&#x4F5C;&#x8005;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF1A;wen805359724 </p>
<p><img src="../blog/Public-number.bmp" alt=""></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="回顾.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 2. 回顾">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1. 二十四小时","level":"3.1.1","depth":2,"next":{"title":"2. 回顾","level":"3.1.2","depth":2,"path":"投稿/回顾.md","ref":"投稿/回顾.md","articles":[]},"previous":{"title":"LW贡献","level":"3.1","depth":1,"ref":"","articles":[{"title":"1. 二十四小时","level":"3.1.1","depth":2,"path":"投稿/二十四小时.md","ref":"投稿/二十四小时.md","articles":[]},{"title":"2. 回顾","level":"3.1.2","depth":2,"path":"投稿/回顾.md","ref":"投稿/回顾.md","articles":[]},{"title":"3. 书信01","level":"3.1.3","depth":2,"path":"投稿/书信01.md","ref":"投稿/书信01.md","articles":[]},{"title":"4. 书信02","level":"3.1.4","depth":2,"path":"投稿/书信02.md","ref":"投稿/书信02.md","articles":[]},{"title":"5. 书信03","level":"3.1.5","depth":2,"path":"投稿/书信03.md","ref":"投稿/书信03.md","articles":[]},{"title":"4. 书信04","level":"3.1.6","depth":2,"path":"投稿/书信04.md","ref":"投稿/书信04.md","articles":[]},{"title":"5. 书信05","level":"3.1.7","depth":2,"path":"投稿/书信05.md","ref":"投稿/书信05.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"投稿/二十四小时.md","mtime":"2021-04-04T14:51:36.863Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-04T14:59:25.646Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

